Repository: angelitomg/woocommerce-offline-invoices-request
Catalog: languages/woocommerce-offline-invoices-request-*.po
Languages: pt_br

source: Offline Invoices Request
pt_br: Solicitação de Faturas Offline

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable Offline Invoices Request
pt_br: Ativar Solicitação de Faturas Offline

source: Method Title
pt_br: Título do Método

source: This controls the title
pt_br: Isto controla o título

source: Max Number of Invoices
pt_br: Máximo de Faturas

source: This set the maximum invoices number that client can request
pt_br: Isto define o número máximo de faturas que o cliente pode solicitar

source: Invoice Fee
pt_br: Taxa por Fatura

source: Fee added on each requested invoice
pt_br: Taxa adicionada em cada fatura solicitada

source: Info Message
pt_br: Mensagem Informativa

source: Message that client will see when select this payment method
pt_br: Mensagem que será exibida ao cliente quando ele selecionar este método de pagamento

source: Invoices will be generated and sent to your e-mail within 2 business days.
pt_br: As faturas serão geradas e enviadas ao seu e-mail em até 2 dias úteis

source: Offline Invoices Request Settings
pt_br: Configuração da Solicitação de Faturas Offline

source: Awaiting payment
pt_br: Aguardando pagamento

source: WooCommerce Offline Invoices Request
pt_br: WooCommerce Solicitação de Faturas Offline

source: Request offline invoices as payment method
pt_br: Solicite faturas offline como método de pagamento
